alacritty
base
bat
bc
blender
checkbashisms
clang
dash
ffmpegthumbnailer
firefox
gamemode
gammastep
gcc
gimp
git
htop
hwinfo
imv
intel-ucode
lib32-gamemode
lib32-gnutils
lib32-libldap
lib32-libva-mesa-driver
lib32-libxcomposite
lib32-mesa
lib32-mesa-vdpau
lib32-pipewire-jack
lib32-vkd3d
lib32-vulkan-radeon
libreoffice-fresh
libva-mesa-driver
libva-utils
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lshw
lutris
make
mako
man-db
menumaker
mesa
mesa-vdpau
mpv
mpv-mpris
neofetch
neovim
nftables
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
numlockx
obs-studio
openbox
openssh
pavucontrol
pcmanfm-gtk3
piper
pipewire-alsa
pipewire-pulse
playerctl
polkit-gnome
python
radeontop
ranger
redshift
rtkit
steam
sway
swaybg
tree
ttf-dejavu
ttf-liberation
unrar
vdpauinfo
vkd3d
vulkan-headers
vulkan-radeon
vulkan-validation-layers
waybar
wget
winetricks
wine-gecko
wine-mono
wine-staging
wl-clipboard
xf86-video-amdgpu
xorg-server
xorg-xeyes
xorg-xinit
xorg-xwayland
zsh-syntax-highlighting
zsh-theme-powerlevel10k
